[{"id":16,"legalTerm":"Proof","usedIn":[],"description":"The controller is subject to a duty of proof and accountability. They are responsible for compliance with the principles of processing personal data and must be able to prove this.\nIf the processing is based on consent, the controller must also be able to prove this. Otherwise, consent is deemed not to have been effectively given.\nAppropriate technical and organisational measures shall be implemented to ensure and prove that the processing complies with the GDPR. The type of proof is not specified, but text forms and electronic documentation offer the greatest legal certainty.\nThe obligation to provide evidence can only be fulfilled by documentation or a data management system, which must be kept for at least three years.","relatedComments":[],"basedOn":[{"text":"Art. 5 Para. 2","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 6 Para. 1 lit. a","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Art. 7 Para. 1","to":"https://gdpr.eu/article-7-how-to-get-consent-to-collect-personal-data/"},{"text":"Art. 24. Para. 1","to":"https://gdpr.eu/article-24-responsibility-of-the-data-controller/"},{"text":"Comm. Art. 5 Rn. 37-39","to":""},{"text":"Comm. Art. 7 Rn. 89-91","to":""}],"references":[{"text":"Consent","to":"https://gdpr.eu/article-7-how-to-get-consent-to-collect-personal-data/"},{"text":"Principles Relating to Processing","to":""}],"constraint":""},{"id":15,"legalTerm":"Consent","usedIn":[],"description":"The controller must be able to demonstrate consent, which, if given in writing, must be provided in an intelligible and easily accessible form and formulated in clear and plain language.\nIf consent has been given, the processing is lawful for the purposes defined therein and only for these purposes. If the purposes defined in the consent change, the compatibility of these purposes must be checked and, if necessary, new consent must be obtained.\nIf consent was given in the context of a contract, a voluntary assessment must be made regarding the necessity of processing the requested personal data (prohibition of tying).\nThe data subject has the right to withdraw consent at any time, and the controller must inform the data subject of this in accordance with the duty to provide information when consent is given. If consent is withdrawn, the previous processing remains lawful, but all data processed on the basis of the consent must be deleted. Exception: The processing was based on a different legal basis from the outset.\nIf the consenting person is a minor, the processing of the child's personal data is only lawful if the child has reached the age of sixteen or consent has been given by the holder of parental responsibility over the child. The controller is obliged to make reasonable efforts to monitor this.","relatedComments":[6,13],"basedOn":[{"text":"Art. 4 Nr. 11","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Art. 6 Para. 1 lit. a","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Art. 7","to":"https://gdpr.eu/article-7-how-to-get-consent-to-collect-personal-data/"},{"text":"Art. 8","to":"https://gdpr.eu/article-8-childs-consent/"}],"references":[{"text":"Consent","to":"https://gdpr.eu/article-7-how-to-get-consent-to-collect-personal-data/"},{"text":"Coupling Prohibition","to":""},{"text":"Obligation to Inform","to":"https://gdpr.eu/article-13-personal-data-collected/"},{"text":"Accountability","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Purpose","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"}],"constraint":""},{"id":14,"legalTerm":"Exercise of Official/ Public Authority","usedIn":[],"description":"If processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller, it is lawful. A public authority can be a controller, processor, recipient, third party or the (affected) supervisory authority. The acting entity, however, remains undefined.\nThe processing of personal data in the public interest includes, among other things, tasks that correspond to an objective in the general interest recognized by the Union. For example, if such processing improves road safety.\nUnder this legal basis, only those controllers who have been entrusted with such a task in accordance with Art. 6 Para. 1 lit. e GDPR and not third-party recipients of the data are considered to be norm addressees.\nPublic authorities are exempt from certain provisions or have exemptions. For example, they may not rely on “processing for the purposes of the legitimate interests pursued” (Art. 6 Para. 1 lit. f GDPR). On the other hand, the right to erasure does not apply to their processing activities if the processing is necessary for the performance of a task carried out in the exercise of official authority.\nThe determination of necessity is challenging here, as it must be determined which data the addressed body requires as a basis for information in order to fulfill the task.\nThe legal basis for processing for the performance of a task carried out in the exercise of official authority is determined by Union law or Member State law (of the controller). Separate regulations apply to them as part of the data protection impact assessment (Art. 35 Para. 10).","relatedComments":[6],"basedOn":[{"text":"Art. 6 Abs. 1 lit. e","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Art. 6 Abs. 3","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Comm. Art. 6 Para. 1 SubPara. 1 Rn. 53-62","to":""},{"text":"Comm. Art. 6 Para. 1 SubPara. 1  Rn. 65","to":""}],"references":[{"text":"Data Protection Impact Assessment","to":"https://gdpr.eu/article-35-impact-assessment/"},{"text":"Art. 6 Para. 1 lit. f","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Art. 6 Para. 1 lit. e","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Art. 35 Para. 10","to":"https://gdpr.eu/article-35-impact-assessment/"}],"constraint":""},{"id":13,"legalTerm":"Performance of Contract","usedIn":[],"description":"The processing of personal data may be necessary for the performance of a contract with the data subject as a contracting party or for taking steps prior to entering into a contract. This legality fact refers to both contracts and contract-like constellations that are based on voluntary declarations by the data subject (e.g. relationships of convenience).\nA contract is subject to a general prohibition of tying. This means that the contract must not impair the voluntary aspect of consent and the personal data processing must be necessary.\nThe contractual partner and the data controller do not have to be the same person. If processing of personal data by uninvolved third parties is required, this may also be legitimized within the scope of the contract.\nIf there is a change to the contract, this results in a “new” contract.\nThe processing of personal data is also subject to the standard of necessity for a contract or for steps prior to entering into a contract.  Necessity also refers to the possible alternatives to the contract that are available to the controller. It is examined whether they are reasonable and, for example, whether consent is a more adequate basis for processing, as this is subject to the right of withdrawal and is therefore in the interests of the data subject.\nThere must be a direct connection between the processing and the specific purpose of the contract. The data collected is subject to the processing principle of data minimization and storage limitation.\nThe processing of personal data in the context of steps prior to entering into a contract is also legitimate if no contract is concluded.","relatedComments":[6],"basedOn":[{"text":"Art. 6 Para. 1 lit. b","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Art. 7 Para. 4","to":"https://gdpr.eu/article-7-how-to-get-consent-to-collect-personal-data/"},{"text":"Art. 49 Para. 1 lit. b","to":"https://gdpr.eu/article-49-when-can-personal-data-be-transfered/"},{"text":"Comm. Art. 6 Para. 1 SubPara. 1 lit. b Rn. 40-47","to":""}],"references":[{"text":"Coupling Prohibition","to":""},{"text":"Data Minimization","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Consent","to":"https://gdpr.eu/article-7-how-to-get-consent-to-collect-personal-data/"},{"text":"Obligation to Inform","to":"https://gdpr.eu/article-13-personal-data-collected/"},{"text":"Accountability","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Principles Relating to Processing","to":""},{"text":"Legality Facts","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Storage Limitation","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Purpose Limitation","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Contract","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Steps prior Entering a Contract","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"}],"constraint":""},{"id":12,"legalTerm":"Purposes","usedIn":[],"description":"The processing of personal data is closely linked to purposes. For it to be legitimate, it must comply with the purpose limitation principle.\nThe necessary processing purposes are defined by the controller or the Union or its Member States. Further processing that is incompatible with the specified purposes is not permitted. Exceptions are formulated in Art. 89 para. 1 GDPR.\nIn addition, the principle defines further requirements such as storage duration and the like and forms the basis for the decision on the adequacy and relevance of the processing. This means that the personal data collected must be adequate, relevant and limited to what is necessary in relation to the purpose for which it is processed.\nHowever, not only must processing purposes be defined, but each of these purposes must be covered by the legal basis and accordingly be based on a legality fact. Consent as a form of legal basis can only be given for previously defined purposes and applies exclusively to these consented purposes.\nIn order to comply with the information obligation, the purposes must already be defined before processing.\nThere are no specifications for the degree of precision of the purpose definition, but the data subject must be able to understand the purposes for which their data is being collected. \nIf there is a change of purpose, the compatibility with the purpose of collection must be checked. A change of purpose is only exempt from the principle of purpose limitation if it has been agreed to in a consent form, if it is permitted by a legal provision or if it is for publicly interesting archive purposes, scientific or historical research purposes or statistical purposes. Research purposes or stat. purposes become relevant. If there is no such exception, the controller can only collect the data again with a changed purpose.","relatedComments":[6],"basedOn":[{"text":"Art. 5 Para. 1 lit. b","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 5 Para. 1 lit. c","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 5 Para. 1 lit. e","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 6 Para. 1 SubPara. 1","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally"},{"text":"Art. 6 Para. 4","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally"},{"text":"Comm. Art. 6 Para. 1 Rn. 24","to":""}],"references":[{"text":"Purpose","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Purpose Limitation","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Data Minimization","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Accuracy","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Obligation to Inform","to":"https://gdpr.eu/article-13-personal-data-collected/"},{"text":"Legality Facts","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Purpose of Collection","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 89 Para. 1","to":"https://dsgvo-gesetz.de/art-89-dsgvo/"}],"constraint":""},{"id":11,"legalTerm":"Use","usedIn":[],"description":"This is a catch-all provision that covers any form of processing. Especially those that are not explicitly mentioned in the GDPR.\nFurthermore, since use is a sub-aspect of processing, the conditions for this must also be fullfilled.","relatedComments":[7],"basedOn":[{"text":"Art. 4 Nr. 2","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art. 4 Rn. 48","to":""},{"text":"Recital 50","to":"https://gdpr.eu/Recital-50-Further-processing-of-personal-data/"}],"references":[],"constraint":""},{"id":10,"legalTerm":"Storage","usedIn":[],"description":"Storage takes place through the collection and recording of personal data on a data carrier with the aim of further processing or use. This also includes the analog storage of this data by storing it in files. The body where the data is stored is also considered an entity that processes data within the meaning of the GDPR and is subject to the corresponding obligations and rights.\nSince the actual handling of the data is not important, even data that is merely stored or saved constitutes processing within the meaning of the GDPR.\nIn addition, storage limitation and data minimization must be complied with as part of the “principles relating to processing of personal data”.\nFurthermore, since storage is a sub-aspect of processing, the conditions for this must also be fullfilled.","relatedComments":[7],"basedOn":[{"text":"Art. 4 Nr. 2","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Art. 5 Para. 1 lit. c","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 5 Para. 1 lit. e","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Comm. Art. 4 Rn. 42-42a","to":""}],"references":[{"text":"Recording and Capturing","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Restriction of Processing","to":"https://gdpr.eu/article-18-right-to-restriction-of-processing/"},{"text":"Storage Limitation","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Data Minimization","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"}],"constraint":""},{"id":9,"legalTerm":"Transfer","usedIn":[],"description":"A transfer of data consists of the disclosure of stored data or data obtained through data processing to third parties. The form of transfer and the number of receiving third parties are not decisive.\nUnder the transfer concept, transmission is to be distinguished from the mere forwarding of data to a recipient and - in contrast to “provision” - the activity is initiated by the sender.\nA transfer of personal data to third countries or international organizations is only possible on the basis of an adequacy decision (Art. 45 para. 3 GDPR). If there is no decision, a transfer is possible subject to appropriate safeguards (Art. 46 GDPR). If neither is available, exceptional cases must be examined.\nIn addition, it does not matter whether the transfer takes place within the Union and thus the GDPR or has a link to a third country outside of it.\nFurthermore, since transfer is a sub-aspect of processing, the conditions for this must also be fullfilled.","relatedComments":[7],"basedOn":[{"text":"Art. 4 Nr. 2","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art. 4 Rn. 49-51","to":""},{"text":"Comm. Art. 4 Rn. 52","to":""}],"references":[{"text":"Recipient","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Linking and Forwarding","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Derogation for Transfer to third Countries","to":"https://dsgvo-gesetz.de/kapitel-5/"}],"constraint":""},{"id":8,"legalTerm":"Collection","usedIn":[],"description":"Collection is a form of processing that always involves personal data.\nIt involves obtaining personal data directly from the data subject. The process must be carried out explicitly with their knowledge and through their personal actions in written, verbal, explanatory form or by means of non-verbal behavior.\nIn addition to the active part of the data subject, the collection requires an active, subjective action on the part of the procuring body and must therefore not be carried out by the controller in the sense of “growing”. In addition, the collection must be necessary for one or more specified, explicit and legitimate purposes. The method of data collection itself is irrelevant.\nIn addition, the obligation to inform the data subject in accordance with Art. 13 GDPR must be observed.\nIf the data was collected without the knowledge of the data subject, subsequent notification (Art. 19 GDPR) is required. If, on the other hand, the data was collected unlawfully, it may not be used or stored. If the data has already been stored, the personal data must be deleted immediately for this reason.\nFurthermore, since collection is a sub-aspect of processing, the conditions for this must also be fullfilled.","relatedComments":[7],"basedOn":[{"text":"Art. 4 Nr. 2","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Art. 5 Para. 1 lit. b","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Comm. Art. 4 Rn. 35-41","to":""}],"references":[{"text":"Data Subject","to":""},{"text":"Obligation to Inform","to":""},{"text":"Personal Data","to":""}],"constraint":""},{"id":7,"legalTerm":"Processing","usedIn":[],"description":"Processing within the scope of the GDPR includes any operation carried out in connection with personal data, regardless of the processing subject or the type of processing (automated/non-automated). Thus, arithmetic or logical operations are also included in the concept of processing. Processing within the meaning of the GDPR includes collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.\nProcessing or one of its sub-forms is considered lawful if the legal basis is complied with. In addition, the processing of personal data is subject to the mandatory principles of data processing.","relatedComments":[6],"basedOn":[{"text":"Art. 4 Nr. 2","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Art. 5","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 6","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Comm. Art. 5 Rn. 2","to":""}],"references":[{"text":"Restriction of Processing","to":"https://gdpr.eu/article-18-right-to-restriction-of-processing/"},{"text":"Legality Facts","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Principles Relating to Processing","to":"https://gdpr.eu/tag/chapter-2/"}],"constraint":""},{"id":6,"legalTerm":"Legal Basis","usedIn":[],"description":"The principle of the GDPR is the general prohibition of processing personal data unless it is legitimized by a permissive provision of a legal regulation (prohibition with reservation of permission).\nThe legal basis sets out the scope and application of the processing of personal data. It must be regulated so precisely that it is foreseeable for the data subject and the purpose of the processing must be clearly stated and defined. Depending on the underlying legal basis, it is determined by Union law or the law of the Member State to which the controller is subject.\nFor the lawful processing of personal data, the “principles relating to processing of personal data” must be complied with. The controller is obliged to provide accountability and proof of compliance. Secondly, one of the six legality facts must be met for each processing purpose. It should be noted that consent may not be obtained as an legality fact if another legality fact would also apply.\nIn addition, legality requirements such as rights of the data subject (Art. 12-23 GDPR) or data security/ protection measures (Art. 32-39 GDPR) apply.\nExceptions to this legal basis are only possible in the context of specific processing situations (Art. 85 et seq. GDPR) by legislation of the Member States.","relatedComments":[],"basedOn":[{"text":"Art. 5","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 6","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Art. 6 Para. 3","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Comm. Art. 5 Rn. 6","to":""},{"text":"Comm. Art. 6 Para. 1 Rn. 10","to":""},{"text":"Comm. Art. 6 Para. 1 Rn. 24","to":""}],"references":[{"text":"Legality Facts","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Examination Compatibility of Purpose","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Principles Relating to Processing","to":"https://gdpr.eu/tag/chapter-2/"},{"text":"Accountability","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 12-23","to":"https://gdpr.eu/tag/chapter-3/"},{"text":"Art. 32-39","to":"https://gdpr.eu/tag/chapter-4/"},{"text":"Art. 85-91","to":"https://gdpr.eu/tag/chapter-9/"}],"constraint":""},{"id":5,"legalTerm":"Personal Data","usedIn":[],"description":"Personal data must originate from an at least identifiable natural person and be personally referred to this person. Such data includes identification features, external characteristics, internal states, or factual information. \nParticularly sensitive personal data, such as genetic or biometric data and health-related information, are classified as \"special categories of personal data\" (Article 9 GDPR). Additionally, \"personal data relating to criminal convictions and offences\" (Article 10 GDPR) are also delimited, as they may only be processed under specific conditions.","relatedComments":[4,1],"basedOn":[{"text":"Art. 4 Nr. 1","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art. 4 Rn. 3-4","to":""},{"text":"Comm. Art. 4 Rn. 11-12","to":""}],"references":[{"text":"Natural Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Identified/ Identifiable Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Special Categories of Personal Data","to":"https://gdpr.eu/article-9-processing-special-categories-of-personal-data-prohibited/"},{"text":"Art. 9","to":"https://gdpr.eu/article-9-processing-special-categories-of-personal-data-prohibited/"},{"text":"Art. 10","to":"https://gdpr.eu/article-10-personal-data-relating-to-criminal-convictions-and-offences/"},{"text":"Personal Data Relating to Criminal Convictions and Offences","to":"https://gdpr.eu/article-10-personal-data-relating-to-criminal-convictions-and-offences/"}],"constraint":""},{"id":4,"legalTerm":"Data","usedIn":[],"description":"Data are the central subject matter of the GDPR. The primary focus is on protecting natural persons during the processing of personal data, as well as facilitating the free movement of such data. Furthermore, factual data are initially not considered personal data; however, they may acquire a personal reference depending on their level of detail and context. Synthetic data refer to datasets that are generally usable and can be employed for the generation and validation of artificial intelligence (AI) models. If these datasets are sufficiently anonymized and do not relate to an identifiable individual, they do not constitute personal data.","relatedComments":[],"basedOn":[{"text":"Art. 1 Para. 1","to":"https://gdpr.eu/article-1-subject-matter-and-objectives-overview/"},{"text":"Art. 4 Nr. 13, 14, 15","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art. 4 Rn. 22-24","to":""},{"text":"Comm. Art. 4 Rn. 27b","to":""}],"references":[],"constraint":""},{"id":3,"legalTerm":"Controller","usedIn":[],"description":"The \"data controller\" is defined as a natural or legal person, authority, institution, or other entity. Data controllers possess decision-making authority, either individually or collaboratively, regarding the purposes and means of processing personal data. They are the norm addressee of the General Data Protection Regulation (GDPR) and are subject to obligations (Articles 24 et seq.). According to these provisions, multiple data controllers can be jointly responsible for processing activities. In such instances, internal responsibilities may be allocated while the data controllers remain collectively accountable externally. Furthermore, it is important to note that a data processor, while also subject to the rights and obligations outlined in the GDPR, does not qualify as a data controller in the context previously mentioned. A data controller is responsible for compliance with data processing principles and is particularly accountable for adherence to such principles. In cases of joint responsibility, it must be mutually determined who fulfills which obligations under the GDPR (rights of the data subject; informational duties). The required purposes and means may, if necessary, be specified by Union law or the laws of the Member States.","relatedComments":[1],"basedOn":[{"text":"Art. 4 Nr. 7","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art. 4 Rn. 87-93","to":""}],"references":[{"text":"Obligation to Inform","to":"https://gdpr.eu/article-13-personal-data-collected/"},{"text":"Legal Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Principles Relating to Processing","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 13","to":"https://gdpr.eu/article-13-personal-data-collected/"},{"text":"Art. 14","to":"https://gdpr.eu/article-14-personal-data-not-obtained-from-data-subject/"},{"text":"Art. 24ff.","to":"https://gdpr.eu/tag/chapter-4/"}],"constraint":""},{"id":2,"legalTerm":"Third Party","usedIn":[],"description":"A \"Third Party\" refers to a natural or legal person (of private or public law), authority, institution, or any other entity. By this definition, the \"Third Party\" is distinct from the data controller as well as the data subject and exists outside of the data processing entity. The transfer of personal data to Third Parties constitutes a data transmission. Consequently, such transmission falls within the scope of data processing under the applicable regulations.","relatedComments":[1],"basedOn":[{"text":"Art.4 Nr.10","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art.4 Rn.108-112","to":""}],"references":[{"text":"Legal Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Controller","to":"https://gdpr.eu/article-4-definitions/"}],"constraint":""},{"id":1,"legalTerm":"Natural Person","usedIn":[],"description":"A natural person is a living individual who is to be distinguished from a legal entity. Within the context of the General Data Protection Regulation (GDPR), a natural person is always understood in their identifiable or identified form. This individual is also referred to as the data subject. The personal data relating to the identifiable or identified natural person fall under the scope of the GDPR and may only be used in accordance with its provisions.","relatedComments":[],"basedOn":[{"text":"Art.4 Nr.1","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art.4 Rn. 5","to":""}],"references":[{"text":"Identified/ Identifiable Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Legal Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Data Subject","to":"https://gdpr.eu/article-4-definitions/"}],"constraint":""}]