[{"id":8,"legalTerm":"Collection","usedIn":[],"description":"Collection is a form of processing that always involves personal data.\nIt involves obtaining personal data directly from the data subject. The process must be carried out explicitly with their knowledge and through their personal actions in written, verbal, explanatory form or by means of non-verbal behavior.\nIn addition to the active part of the data subject, the collection requires an active, subjective action on the part of the procuring body and must therefore not be carried out by the controller in the sense of “growing”. In addition, the collection must be necessary for one or more specified, explicit and legitimate purposes. The method of data collection itself is irrelevant.\nIn addition, the obligation to inform the data subject in accordance with Art. 13 GDPR must be observed.\nIf the data was collected without the knowledge of the data subject, subsequent notification (Art. 19 GDPR) is required. If, on the other hand, the data was collected unlawfully, it may not be used or stored. If the data has already been stored, the personal data must be deleted immediately for this reason.\nFurthermore, since collection is a sub-aspect of processing, the conditions for this must also be fullfilled.","relatedComments":[7],"basedOn":[{"text":"Art. 4 Nr. 2","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Art. 5 Para. 1 lit. b","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Comm. Art. 4 Rn. 35-41","to":""}],"references":[{"text":"Data Subject","to":""},{"text":"Obligation to Inform","to":""},{"text":"Personal Data","to":""}],"constraint":""},{"id":7,"legalTerm":"Processing","usedIn":[],"description":"Processing within the scope of the GDPR includes any operation carried out in connection with personal data, regardless of the processing subject or the type of processing (automated/non-automated). Thus, arithmetic or logical operations are also included in the concept of processing. Processing within the meaning of the GDPR includes collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.\nProcessing or one of its sub-forms is considered lawful if the legal basis is complied with. In addition, the processing of personal data is subject to the mandatory principles of data processing.","relatedComments":[6],"basedOn":[{"text":"Art. 4 Nr. 2","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Art. 5","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 6","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Comm. Art. 5 Rn. 2","to":""}],"references":[{"text":"Restriction of Processing","to":"https://gdpr.eu/article-18-right-to-restriction-of-processing/"},{"text":"Legality Facts","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Principles Relating to Processing","to":"https://gdpr.eu/tag/chapter-2/"}],"constraint":""},{"id":6,"legalTerm":"Legal Basis","usedIn":[],"description":"The principle of the GDPR is the general prohibition of processing personal data unless it is legitimized by a permissive provision of a legal regulation (prohibition with reservation of permission).\nThe legal basis sets out the scope and application of the processing of personal data. It must be regulated so precisely that it is foreseeable for the data subject and the purpose of the processing must be clearly stated and defined. Depending on the underlying legal basis, it is determined by Union law or the law of the Member State to which the controller is subject.\nFor the lawful processing of personal data, the “principles relating to processing of personal data” must be complied with. The controller is obliged to provide accountability and proof of compliance. Secondly, one of the six legality facts must be met for each processing purpose. It should be noted that consent may not be obtained as an legality fact if another legality fact would also apply.\nIn addition, legality requirements such as rights of the data subject (Art. 12-23 GDPR) or data security/ protection measures (Art. 32-39 GDPR) apply.\nExceptions to this legal basis are only possible in the context of specific processing situations (Art. 85 et seq. GDPR) by legislation of the Member States.","relatedComments":[],"basedOn":[{"text":"Art. 5","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 6","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Art. 6 Para. 3","to":"https://gdpr.eu/article-6-how-to-process-personal-data-legally/"},{"text":"Comm. Art. 5 Rn. 6","to":""},{"text":"Comm. Art. 6 Para. 1 Rn. 10","to":""},{"text":"Comm. Art. 6 Para. 1 Rn. 24","to":""}],"references":[{"text":"Legality Facts","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Examination Compatibility of Purpose","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Principles Relating to Processing","to":"https://gdpr.eu/tag/chapter-2/"},{"text":"Accountability","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 12-23","to":"https://gdpr.eu/tag/chapter-3/"},{"text":"Art. 32-39","to":"https://gdpr.eu/tag/chapter-4/"},{"text":"Art. 85-91","to":"https://gdpr.eu/tag/chapter-9/"}],"constraint":""},{"id":5,"legalTerm":"Personal Data","usedIn":[],"description":"Personal data must originate from an at least identifiable natural person and be personally referred to this person. Such data includes identification features, external characteristics, internal states, or factual information. \nParticularly sensitive personal data, such as genetic or biometric data and health-related information, are classified as \"special categories of personal data\" (Article 9 GDPR). Additionally, \"personal data relating to criminal convictions and offences\" (Article 10 GDPR) are also delimited, as they may only be processed under specific conditions.","relatedComments":[4,1],"basedOn":[{"text":"Art. 4 Nr. 1","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art. 4 Rn. 3-4","to":""},{"text":"Comm. Art. 4 Rn. 11-12","to":""}],"references":[{"text":"Natural Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Identified/ Identifiable Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Special Categories of Personal Data","to":"https://gdpr.eu/article-9-processing-special-categories-of-personal-data-prohibited/"},{"text":"Art. 9","to":"https://gdpr.eu/article-9-processing-special-categories-of-personal-data-prohibited/"},{"text":"Art. 10","to":"https://gdpr.eu/article-10-personal-data-relating-to-criminal-convictions-and-offences/"},{"text":"Personal Data Relating to Criminal Convictions and Offences","to":"https://gdpr.eu/article-10-personal-data-relating-to-criminal-convictions-and-offences/"}],"constraint":""},{"id":4,"legalTerm":"Data","usedIn":[],"description":"Data are the central subject matter of the GDPR. The primary focus is on protecting natural persons during the processing of personal data, as well as facilitating the free movement of such data. Furthermore, factual data are initially not considered personal data; however, they may acquire a personal reference depending on their level of detail and context. Synthetic data refer to datasets that are generally usable and can be employed for the generation and validation of artificial intelligence (AI) models. If these datasets are sufficiently anonymized and do not relate to an identifiable individual, they do not constitute personal data.","relatedComments":[],"basedOn":[{"text":"Art. 1 Para. 1","to":"https://gdpr.eu/article-1-subject-matter-and-objectives-overview/"},{"text":"Art. 4 Nr. 13, 14, 15","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art. 4 Rn. 22-24","to":""},{"text":"Comm. Art. 4 Rn. 27b","to":""}],"references":[],"constraint":""},{"id":3,"legalTerm":"Controller","usedIn":[],"description":"The \"data controller\" is defined as a natural or legal person, authority, institution, or other entity. Data controllers possess decision-making authority, either individually or collaboratively, regarding the purposes and means of processing personal data. They are the norm addressee of the General Data Protection Regulation (GDPR) and are subject to obligations (Articles 24 et seq.). According to these provisions, multiple data controllers can be jointly responsible for processing activities. In such instances, internal responsibilities may be allocated while the data controllers remain collectively accountable externally. Furthermore, it is important to note that a data processor, while also subject to the rights and obligations outlined in the GDPR, does not qualify as a data controller in the context previously mentioned. A data controller is responsible for compliance with data processing principles and is particularly accountable for adherence to such principles. In cases of joint responsibility, it must be mutually determined who fulfills which obligations under the GDPR (rights of the data subject; informational duties). The required purposes and means may, if necessary, be specified by Union law or the laws of the Member States.","relatedComments":[1],"basedOn":[{"text":"Art. 4 Nr. 7","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art. 4 Rn. 87-93","to":""}],"references":[{"text":"Obligation to Inform","to":"https://gdpr.eu/article-13-personal-data-collected/"},{"text":"Legal Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Principles Relating to Processing","to":"https://gdpr.eu/article-5-how-to-process-personal-data/"},{"text":"Art. 13","to":"https://gdpr.eu/article-13-personal-data-collected/"},{"text":"Art. 14","to":"https://gdpr.eu/article-14-personal-data-not-obtained-from-data-subject/"},{"text":"Art. 24ff.","to":"https://gdpr.eu/tag/chapter-4/"}],"constraint":""},{"id":2,"legalTerm":"Third Party","usedIn":[],"description":"A \"Third Party\" refers to a natural or legal person (of private or public law), authority, institution, or any other entity. By this definition, the \"Third Party\" is distinct from the data controller as well as the data subject and exists outside of the data processing entity. The transfer of personal data to Third Parties constitutes a data transmission. Consequently, such transmission falls within the scope of data processing under the applicable regulations.","relatedComments":[1],"basedOn":[{"text":"Art.4 Nr.10","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art.4 Rn.108-112","to":""}],"references":[{"text":"Legal Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Controller","to":"https://gdpr.eu/article-4-definitions/"}],"constraint":""},{"id":1,"legalTerm":"Natural Person","usedIn":[],"description":"A natural person is a living individual who is to be distinguished from a legal entity. Within the context of the General Data Protection Regulation (GDPR), a natural person is always understood in their identifiable or identified form. This individual is also referred to as the data subject. The personal data relating to the identifiable or identified natural person fall under the scope of the GDPR and may only be used in accordance with its provisions.","relatedComments":[],"basedOn":[{"text":"Art.4 Nr.1","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Comm. Art.4 Rn. 5","to":""}],"references":[{"text":"Identified/ Identifiable Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Legal Person","to":"https://gdpr.eu/article-4-definitions/"},{"text":"Data Subject","to":"https://gdpr.eu/article-4-definitions/"}],"constraint":""}]